Repository: safwanrahman/django-webpush
Catalog: webpush/locale/*/LC_MESSAGES/djangojs.po
Languages: cs, es, fr

source: Service workers are not supported in your browser.
cs: Váš prohlížeč nepodporuje service workery.
es: Los service workers no son compatibles con tu navegador.
fr: Les travailleurs de service ne sont pas pris en charge dans votre navigateur.

source: Showing notifications are not supported in your browser.
cs: Váš prohlížeč nepodporuje zobrazování notifikací.
es: Mostrar notificaciones no es compatible con tu navegador.
fr: L'affichage des notifications n'est pas pris en charge dans votre navigateur.

source: Subscribe to Push Messaging
cs: Odebírat oznámení
es: Suscribirse a la mensajería push
fr: Abonnez-vous à la messagerie push

source: Push notifications are blocked by your browser.
cs: Váš prohlížeč blokuje oznámení.
es: Las notificaciones push están bloqueadas por tu navegador.
fr: Les notifications push sont bloquées par votre navigateur.

source: Push notifications are not available in your browser.
cs: Váš prohlížeč nepodporuje oznámení.
es: Las notificaciones push no están disponibles en tu navegador.
fr: Les notifications push sont bloquées par votre navigateur.

source: Unsubscribe from Push Messaging
cs: Zrušit odběr oznámení
es: Darse de baja de la mensajería push
fr: Se désabonner de la messagerie push

source: Successfully subscribed to push notifications.
cs: Odběr oznámení proběhl úspěšně.
es: Suscripción a notificaciones push exitosa.
fr: Abonné avec succès aux notifications push.

source: Error while subscribing to push notifications.
cs: Chyba při vytváření odběru oznámení.
es: Error al suscribirse a las notificaciones push.
fr: Erreur lors de l'abonnement aux notifications push.

source: Subscription is not available.
cs: Odběr není dostupný.
es: La suscripción no está disponible.
fr: L'abonnement n'est pas disponible.

source: Successfully unsubscribed from push notifications.
cs: Zrušení dběru oznámení proběhl úspěšně.
es: Baja de notificaciones push exitosa.
fr: Désinscription des notifications push reussie.

source: Error while unsubscribing from push notifications.
cs: Chyba při rušení odběru oznámení.
es: Error al darse de baja de las notificaciones push.
fr: Erreur lors de la désinscription des notifications push.
